Repository: gwail-094/CruiseOS
Catalog: CarBoard/Localizable.xcstrings
Source language: en
Languages: de

source: Add Pinned Place
de: Favorit hinzufügen

source: Add Stop
de: Stopp hinzufügen

source: Appearance
de: Erscheinungsbild

source: arrival
de: Ankunft

source: Cancel
de: Abbrechen

source: Clear Recents
de: Verlauf löschen

source: Language
de: Sprache

source: Location Pinned
de: Standort markiert

source: Other Routes
de: Alternative Routen

source: Pinned
de: Favoriten

# pinned_empty_state
source: Search for a place to pin it
de: Suche nach einem Ort, um ihn zu favorisieren

source: Recents
de: Zuletzt besucht

source: Search
de: Suche

source: Set
de: Festlegen

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Share ETA
de: Ankunftszeit teilen

source: Share Location
de: Standort teilen

source: time
de: Dauer

source: Wallpaper
de: Hintergrundbild
